tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "openssl@3", link: false
brew "asdf"
brew "bat"
brew "glib"
brew "composer", link: false
brew "libidn2"
brew "curl"
brew "deno"
brew "entr"
brew "exa"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "ghq"
brew "git-delta"
brew "go"
brew "gobject-introspection"
brew "gotop"
brew "gts"
brew "graphviz"
brew "httpie"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libsixel"
brew "mono"
brew "neovim"
brew "pnpm"
brew "procs"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tree"
brew "vim"
brew "wget"
brew "zoxide"
cask "chromedriver"
cask "font-hack-nerd-font"
cask "sketch"
cask "warp"
cask "wezterm"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "arc"
cask "raycast"
cask "docker"
cask "mamp"
cask "discord"
cask "google-drive"
cask "httpie"
cask "logi-options-plus"
cask "slack"
cask "zoom"
cask "firefox"
cask "visual-studio-code"
